{
  "rites": [
    {
      "id": 1,
      "title": "Opening Ceremony",
      "description": "The meeting begins with the recitation of the group pledge, followed by a moment of silence and the opening prayer.",
      "steps": ["PRESIDENT: Brothers, this is a general (special) meeting of the Cadet Commandery No. …","PRESIDENT: Brother, Messenger (who rises) Is this hall properly guarded?","MESSENGER: (After inspection) Yes! It is OR (No! It is not)","PRESIDENT: Are all present, members of the Cadet Commandery? (Messenger inspects identity cards)","PRESIDENT: Are the Officers present in their proper places?","MESSENGER: (after inspection) Yes, they are OR I find ………. absent (in the absence of an  Officer) (President will make protem appointments)","PRESIDENT: Brothers, let us rise, (PRAYER) Opening Hymn – (Bind us together) Prayer – One Our Father, One Hail Mary, One Glory be to the Father, ……”"," Knights of St. John Prayer Cadet Protection Prayer – refer to I.D. card The Pledge Cadets sit after pledge","SPIRITUAL REFLECTION: (1)  Begin with a song\n (2)  Reading from the Bible and explanation or comments \n(3)\n A song","PRESIDENT: Brother Secretary, read the minutes of the previous meeting ","PRESIDENT: (After the reading of the minutes) Brothers, you’ve heard the minutes of the last meeting, is there any correction or omission? …………… If not, would someone move for the acceptance of the minutes. A brother stands and says, “In the absence of any (other) corrections or omissions, I (name) move that the minutes be accepted.","PRESIDENT: Any seconder? A brother stands and says, 'I, (name) second the motion","PRESIDENT: Now we shall deal with matters arising out of the minutes \n Admission of new members (if any) \nReports from committees (if any) \nCorrespondence – After reading all letters, the President will ask a Brother to move a motion for the acceptance of the letters (or reject any if necessary \n New business for the day/Announcements \nRoll Call \nFinance (dues and monies received for the day) \nFor the good of the Cadet Order",	"PRESIDENT: Is there any further business before this Cadet Commandery? (Here, if there are any other matters to be discussed or forgotten, a brother would raise his hand and say it but if nothing, the room would remain quiet) and the President repeats the same question again.","PRESIDENT: Brothers, when we leave this room, know that the eyes of the public are on you, you must therefore behave yourselves in a manner which will reflect the good image of our Order. Is that right? (all brothers answer, 'Yes! Worthy President)","PRESIDENT: Closing Hymn \nClosing prayer: Our Father, A brother prays", "PRESIDENT: Messenger, (who salutes) collect the ceremonials","PRESIDENT: I declare this meeting of the Cadet Commandery closed. Good day, Brothers","MEMBERS:Good day, Worthy President "]
    }
  ]
}
