{
  "prayers": [
    {
      "id": 1,
      "title": "Cadet Prayer",
      "content": "Almighty Father, strengthen me, so I may flawlessly champion the cause of our     Holy Mother the Church. Assist me to become a generous and unselfish cadet, in the image of Christ, Our Savior, who gave His life out of love for all men.  We beseech, St. John the Baptist, Patron Saint of the Knights of St. John, to teach us to live our life in faith, with the knowledge and understanding of your love and with the hope that, in your power, all things are possible. Above all, O Lord, fill our hearts and minds with the love which you hold for all men. Amen."
    },
    {
      "id": 2,
      "title": "The Lord's Prayer",
      "content": "Our Father, who art in heaven, hallowed be thy name;thy kingdom come, thy will be done on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us and lead us not into temptation, but deliver us from evil. Amen."
    },
    {
      "id": 3,
      "title": "Hail Mary",
      "content": "Hail, Mary, full of grace, the Lord is with thee. Blessed art thou among women and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen."
    }
    ,
    {
      "id": 4,
      "title": "Apostles' Creed",
      "content": "I believe in God, the Father Almighty, Creator of heaven and earth; and in Jesus Christ, His only Son, our Lord: who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried. He descended into hell; on the third day He rose again from the dead; He ascended into heaven, and is seated at the right hand of God the Father Almighty; from there He will come to judge the living and the dead. I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting. Amen."
    }
  ]
}
